Releases all resources used by the  MacroManagerIterator
  Namespace:   Autodesk.Revit.DB.Macros
  Assembly:   RevitAPIMacros  (in RevitAPIMacros.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void Dispose()
  Visual Basic
Public Sub Dispose
  Visual C++
public:
virtual void Dispose() sealed
 See Also
  MacroManagerIterator Class
  Autodesk.Revit.DB.Macros Namespace